Repository: verisizintisi/breach-radar
Catalog: languages/breach-radar-*.po
Languages: az_az, ru_ru, tr_tr

source: Invalid JSON response.
az_az: Yanlış JSON cavabı.
ru_ru: Недопустимый ответ JSON.
tr_tr: Geçersiz JSON yanıtı.

source: Overview
az_az: İcmal
ru_ru: Обзор
tr_tr: Genel Bakış

source: Scan
az_az: Skan
ru_ru: Сканирование
tr_tr: Tarama

source: Logs
az_az: Qeydlər
ru_ru: Журналы
tr_tr: Kayıtlar

source: Badge
az_az: Nişan
ru_ru: Значок
tr_tr: Rozet

source: Settings
az_az: Tənzimləmələr
ru_ru: Настройки
tr_tr: Ayarlar

source: API Settings
az_az: API Tənzimləmələri
ru_ru: Настройки API
tr_tr: API Ayarları

source: API Key
az_az: API Açarı
ru_ru: Ключ API
tr_tr: API Anahtarı

source: Email the admin when counts increase.
az_az: Artım olduqda adminə e‑poçt göndər.
ru_ru: Отправлять администратору письмо при увеличении показателей.
tr_tr: Artış olduğunda yöneticiye e‑posta gönder.

source: Enabled
az_az: Aktiv
ru_ru: Включено
tr_tr: Etkin

source: Threshold (increase ≥)
az_az: Hədd (artım ≥)
ru_ru: Порог (увеличение ≥)
tr_tr: Eşik (artış ≥)

source: Integration
az_az: Inteqrasiya
ru_ru: Интеграция
tr_tr: Entegrasyon

source: To use the plugin, create your WordPress API key at %s and paste it in Settings.
az_az: Qoşmanı istifadə etmək üçün %s ünvanında WordPress API açarı yaradın və Tənzimləmələrə yapışdırın.
ru_ru: Чтобы использовать плагин, создайте ключ API WordPress на %s и вставьте его в Настройки.
tr_tr: Eklentiyi kullanmak için %s üzerinden WordPress API anahtarı oluşturun ve Ayarlar’a yapıştırın.

source: Get your API key.
az_az: API açarınızı alın.
ru_ru: Получите ключ API.
tr_tr: API anahtarını alın.

source: In WordPress admin, go to Breach Radar → Settings and save the key.
az_az: WordPress idarəetmədə Breach Radar → Tənzimləmələr bölməsinə gedin və açarı saxlayın.
ru_ru: В админ‑панели WordPress перейдите в Breach Radar → Настройки и сохраните ключ.
tr_tr: WordPress yönetiminde Breach Radar → Ayarlar’a gidip anahtarı kaydedin.

source: Track scans and insights from the Dashboard.
az_az: Skanları və göstəriciləri Paneldən izləyin.
ru_ru: Отслеживайте сканирования и метрики на панели управления.
tr_tr: Tarama ve öngörüleri Panel’den takip edin.

source: Add the protection badge via shortcode or from theme customizer to footer.
az_az: Qoruma nişanını shortcode ilə və ya tema tənzimləyicisindən alt hissəyə əlavə edin.
ru_ru: Добавьте значок защиты через шорткод или из настроек темы в подвал.
tr_tr: Koruma rozetini kısa kodla veya tema özelleştiriciden alt bilgiye ekleyin.

source: API error. Please check your settings.
az_az: API xətası. Zəhmət olmasa tənzimləmələrinizi yoxlayın.
ru_ru: Ошибка API. Проверьте ваши настройки.
tr_tr: API hatası. Lütfen ayarlarınızı kontrol edin.

source: Could not connect to server.
az_az: Serverə qoşulmaq mümkün olmadı.
ru_ru: Не удалось подключиться к серверу.
tr_tr: Sunucuya bağlanılamadı.

source: Last Scan
az_az: Son Skan
ru_ru: Последнее сканирование
tr_tr: Son Tarama

source: Found Today (items)
az_az: Bu gün tapılan (ədəd)
ru_ru: Выявлено сегодня (шт.)
tr_tr: Bugün Tespit Edilen (adet)

source: Connection failed
az_az: Bağlantı uğursuz oldu
ru_ru: Сбой подключения
tr_tr: Bağlantı başarısız

source: Connection OK
az_az: Bağlantı uğurlu
ru_ru: Подключение OK
tr_tr: Bağlantı başarılı

source: Daily API usage (approx)
az_az: Gündəlik API istifadəsi (təxmini)
ru_ru: Ежедневное использование API (примерно)
tr_tr: Günlük API kullanımı (yaklaşık)

source: Left: %d
az_az: Qalıq: %d
ru_ru: Осталось: %d
tr_tr: Kalan: %d

source: Risk Summary
az_az: Risk Xülasəsi
ru_ru: Сводка рисков
tr_tr: Risk Özeti

source: Users with increases today: %d
az_az: Bu gün artım olan istifadəçilər: %d
ru_ru: Пользователей с ростом сегодня: %d
tr_tr: Bugün artış yaşayan kullanıcılar: %d

source: No increases today.
az_az: Bu gün artım yoxdur.
ru_ru: Рост не зафиксирован.
tr_tr: Bugün artış yok.

source: Insights
az_az: Analitika
ru_ru: Аналитика
tr_tr: Öngörüler

source: %d users show increased breach counts today. Recommend password resets and 2FA.
az_az: Bu gün %d istifadəçidə sızma sayı artdı. Şifrə yenilənməsi və 2FA tövsiyə olunur.
ru_ru: %d пользователей имеют рост числа утечек сегодня. Рекомендуйте смену пароля и 2FA.
tr_tr: Bugün %d kullanıcıda sızıntı sayısı arttı. Şifre sıfırlamayı ve 2FA’yı önerin.

source: No increases detected. Still recommend regular checks for critical roles.
az_az: Artım aşkarlanmadı. Yenə də kritik rollar üçün müntəzəm yoxlama tövsiyə olunur.
ru_ru: Рост не обнаружен. Всё же рекомендуем регулярные проверки для критических ролей.
tr_tr: Artış tespit edilmedi. Yine de kritik roller için düzenli denetim önerilir.

source: Details
az_az: Detallar
ru_ru: Подробности
tr_tr: Detaylar

source: User sign-in
az_az: İstifadəçi girişi
ru_ru: Вход пользователя
tr_tr: Kullanıcı girişi

source: Protection Badge
az_az: Qoruma Nişanı
ru_ru: Значок защиты
tr_tr: Koruma Rozeti

source: Users (Top 10)
az_az: İstifadəçilər (ilk 10)
ru_ru: Пользователи (топ‑10)
tr_tr: Kullanıcılar (İlk 10)

source: Email
az_az: E‑poçt
tr_tr: E‑posta

source: Found
az_az: Tapıldı
ru_ru: Найдено
tr_tr: Bulundu

source: Count
az_az: Say
ru_ru: Количество
tr_tr: Sayı

source: None
az_az: Yoxdur
ru_ru: Нет
tr_tr: Yok

source: Date
az_az: Tarix
ru_ru: Дата
tr_tr: Tarih

source: No records.
az_az: Qeyd yoxdur.
ru_ru: Записей нет.
tr_tr: Kayıt yok.

source: Table missing.
az_az: Cədvəl mövcud deyil.
ru_ru: Таблица отсутствует.
tr_tr: Tablo mevcut değil.

source: Quick Actions
az_az: Sürətli Əməliyyatlar
ru_ru: Быстрые действия
tr_tr: Hızlı Eylemler

source: Scan Now
az_az: İndi Skan et
ru_ru: Сканировать сейчас
tr_tr: Şimdi Tara

source: Manual Scan
az_az: Manual Skan
ru_ru: Ручное сканирование
tr_tr: Manuel Tarama

source: Scan completed.
az_az: Skan tamamlandı.
ru_ru: Сканирование завершено.
tr_tr: Tarama tamamlandı.

source: Results
az_az: Nəticələr
ru_ru: Результаты
tr_tr: Sonuçlar

source: User
az_az: İstifadəçi
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Copy
az_az: Kopyala
ru_ru: Копировать
tr_tr: Kopyala

source: Filter
az_az: Filtrlə
ru_ru: Фильтр
tr_tr: Filtrele

source: Found/None
az_az: Tapıldı/Yoxdur
ru_ru: Найдено/Нет
tr_tr: Bulundu/Yok

source: Scanned By
az_az: Skan edən
ru_ru: Кем сканировано
tr_tr: Taranan

source: Notify User
az_az: İstifadəçini Məlumatlandır
ru_ru: Уведомить пользователя
tr_tr: Kullanıcıyı Bilgilendir

source: Invalid email.
az_az: Yanlış e‑poçt.
ru_ru: Неверный email.
tr_tr: Geçersiz e‑posta.

source: User has been notified.
az_az: İstifadəçi məlumatlandırıldı.
ru_ru: Пользователь уведомлён.
tr_tr: Kullanıcı bilgilendirildi.

source: Failed to send email.
az_az: E‑poçt göndərilə bilmədi.
ru_ru: Не удалось отправить email.
tr_tr: E‑posta gönderilemedi.

source: Breach Radar Summary
az_az: Breach Radar Xülasəsi
ru_ru: Сводка Breach Radar
tr_tr: Breach Radar Özeti

source: Breach Radar Badge
az_az: Breach Radar Nişanı
ru_ru: Значок Breach Radar
tr_tr: Breach Radar Rozeti

source: Add badge to footer
az_az: Nişanı alt hissəyə əlavə et
ru_ru: Добавить значок в подвал
tr_tr: Alt bilgiye rozeti ekle

source: Theme
az_az: Mövzu
ru_ru: Тема
tr_tr: Tema

source: Size
az_az: Ölçü
ru_ru: Размер
tr_tr: Boyut

source: Align
az_az: Düzülüş
ru_ru: Выравнивание
tr_tr: Hizalama

source: Add nofollow to link
az_az: Keçidə nofollow əlavə et
ru_ru: Добавить nofollow к ссылке
tr_tr: Bağlantıya nofollow ekle

source: Aria label (optional)
az_az: Aria etiket (istəyə bağlı)
ru_ru: Метка ARIA (необязательно)
tr_tr: Aria etiketi (isteğe bağlı)

source: Accessibility description for the link.
az_az: Keçid üçün əlçatanlıq təsviri.
ru_ru: Описание доступности для ссылки.
tr_tr: Bağlantı için erişilebilirlik açıklaması.

source: This site is protected against data breaches by Veri Sızıntısı Platform
az_az: Bu sayt Veri Sızıntısı Platformu tərəfindən məlumat sızmalarına qarşı qorunur
ru_ru: Этот сайт защищён от утечек данных платформой Veri Sızıntısı
tr_tr: Bu site, Veri Sızıntısı Platformu tarafından veri sızıntılarına karşı korunuyor

source: Verify protection status
az_az: Qoruma statusunu təsdiqlə
ru_ru: Проверить статус защиты
tr_tr: Koruma durumunu doğrula

source: What is the Badge?
az_az: Nişan nədir?
ru_ru: Что такое значок?
tr_tr: Rozet Nedir?

source: Informs visitors that your site is protected by Veri Sızıntısı Platform and links to a verification page.
az_az: Ziyarətçilərə saytınızın Veri Sızıntısı Platformu tərəfindən qorunduğunu bildirir və təsdiq səhifəsinə yönləndirir.
ru_ru: Сообщает посетителям, что ваш сайт защищён платформой Veri Sızıntısı, и ведёт на страницу проверки.
tr_tr: Ziyaretçilere sitenizin Veri Sızıntısı Platformu tarafından korunduğunu bildirir ve doğrulama sayfasına yönlendirir.

source: Quick Use (Shortcode)
az_az: Sürətli İstifadə (Shortcode)
ru_ru: Быстрое использование (шорткод)
tr_tr: Hızlı Kullanım (Shortcode)

source: Preview & Quick Copy
az_az: Önizləmə və Sürətli Köçürmə
ru_ru: Предпросмотр и быстрая копия
tr_tr: Önizleme ve Hızlı Kopyala

source: Use in Block Editor and Templates
az_az: Blok Redaktorunda və Şablonlarda İstifadə
ru_ru: Использование в Блок‑редакторе и шаблонах
tr_tr: Blok Düzenleyicide ve Şablonlarda Kullanım

source: In Gutenberg, paste the shortcode into the "Shortcode" block. In theme files:
az_az: Gutenberg-də shortcode-u “Shortcode” blokuna yapışdırın. Tema fayllarında:
ru_ru: В Gutenberg вставьте шорткод в блок "Shortcode". В файлах темы:
tr_tr: Gutenberg’de kısa kodu “Shortcode” bloğuna yapıştırın. Tema dosyalarında:

source: Appearance → Customize → Breach Radar Badge to add badge to footer automatically.
az_az: Görünüş → Fərdiləşdir → Breach Radar Nişanı ilə nişanı avtomatik olaraq alt hissəyə əlavə edin.
ru_ru: Вид → Настроить → Значок Breach Radar — чтобы автоматически добавить в подвал.
tr_tr: Görünüm → Özelleştir → Breach Radar Rozeti ile rozet alt bilgiye otomatik eklenir.

source: What Happens on Click?
az_az: Kliklənəndə nə baş verir?
ru_ru: Что происходит при клике?
tr_tr: Tıklanınca Ne Olur?

source: Visitors go to the verification page: %s. It shows protection status (protected/not), last scan info, 7-day warning, and TR/EN language support.
az_az: Ziyarətçilər təsdiq səhifəsinə yönləndirilir: %s. Bu səhifə qoruma statusunu (qorunur/qorunmur), son skan məlumatını, 7 günlük xəbərdarlığı və TR/EN dil dəstəyini göstərir.
ru_ru: Пользователь переходит на страницу проверки: %s. Там отображаются статус защиты (защищён/нет), данные последнего сканирования, предупреждение за 7 дней и поддержка TR/EN.
tr_tr: Ziyaretçiler doğrulama sayfasına gider: %s. Bu sayfa koruma durumunu (korunuyor/korunmuyor), son tarama bilgisini, 7 günlük uyarıyı ve TR/EN dil desteğini gösterir.

source: Best Practices
az_az: Ən Yaxşı Təcrübələr
ru_ru: Рекомендации
tr_tr: Öneriler

source: Place the badge in a visible area (footer, sidebar).
az_az: Nişanı görünən sahəyə yerləşdirin (alt hissə, yan panel).
ru_ru: Разместите значок в видимой области (подвал, сайдбар).
tr_tr: Rozeti görünür bir alana yerleştirin (alt bilgi, kenar çubuğu).

source: Tune theme and size parameters to match your site.
az_az: Mövzu və ölçü parametrlərini saytınıza uyğunlaşdırın.
ru_ru: Настройте тему и размер под ваш сайт.
tr_tr: Tema ve boyut parametrelerini sitenize uyacak şekilde ayarlayın.

source: Use lang=auto for multilingual sites.
az_az: Çoxdilli saytlar üçün lang=auto istifadə edin.
ru_ru: Используйте lang=auto для многоязычных сайтов.
tr_tr: Çok dilli sitelerde lang=auto kullanın.
